//
//  Chars.swift
//  Matrix
//
//  Created by Christophe Bronner on 2018-08-26.
//  Copyright © 2018 Christophe Bronner. All rights reserved.
//

extension Resources {
    static var CHARS_SHEET: String {
        return """
        ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz1234567890
        
        丂七万丈上下与亼不丏丐丑且丕世丙可旦正㐂丞両更並歪堊畺爾曁
        丶叉圡太尤𡈽主以斥卵
        丿乀乂乃久乇么之及乏壬夭乍乎卮尓㐆乑危后希年𠂢𠂤䖝乕呑巵系肴乖兎垂秉乗复盾矦重乘埀貭喬詹
        亅了予争亊事舒
        丩个中丯丱旧串
        
        入全兪㒼鳰
        凵凶凸凹出兕函画凾幽𦱳豳
        冂冃内円冉冊冋册囘同向冏冐周岡冑
        匚匸匹区巨匜匝叵匠匡匣匤医匪匿匾區匯匱匳匵
        刀刁刂刃刄分切㓛刊刋召屶刎刑划刓刔刕刖列初判別刧利刪免刮到刳制刷券刹刺刻剃剄則剉削剋剌前剏剔剕剖剗剛剜剝剞剡剣剤剥𠝏剪剬副剰剱剳剩割剴創剷剽剿蒯劂劃劄劇劈劉劍𠠇劑劒劓劔辧辨劘
        厂仄厄圧灰厓厖厘厚厝原厠厤厥厦厨厩雁鳫厭厮厰厲暦歴鴈曆歷厳厴贋
        匕化北旨此皀眞能匙頃疑
        十卂才仐卆升廿𠥼卉半古夲㕝克孛卓協尭直𠦝南真隼博準
        力功加幼劣劤劦肋𠠺助努劫劬劭劯励労劵効劺劻劼劾勁勃勅勇勈觔勊㔟勌勍勐勑勒動勖勗勘務勛勝勞募勠勢勣勦勧勰勲勳勵辦𠢹勷勸
        几𠘨凢処凧凩凪夙凭凮咒壳鳬凰凱髠凳凴鳳
        勹勻勾勿匁包匆匇句匈旬甸匊匋匍芻匏匐
        亠亡亢六卞𠫓市交亥亦充亨㐬享京夜亭亮亰哀帝兗亳旁离衰商啇毫烹率袞袠袤亶棄禀稟裏裒裛雍㐮膏裵裹豪褒嬴褻襃襄羸蠃韲贏亹驘
        二云井元开亘亙亜些亞亝亟
        冫冬冭㓇冰冱冲决冴况冶冷冼冽凃𠗖凄凅准凉凊凋凌凍飡馮凛凜凝凞
        
        """
    }
}
